Repository: tusharC95/firefox-ios
Catalog: firefox-ios/Shared/Supporting Files/*.lproj/EnhancedTrackingProtection.strings
Languages: pt_br

# Menu.EnhancedTrackingProtection.ClearData.AlertCancelButton.v128
source: Cancel
pt_br: Cancelar

# Menu.EnhancedTrackingProtection.ClearData.AlertOkButton.v128
source: Clear
pt_br: Limpar

# Menu.EnhancedTrackingProtection.ClearData.AlertText.v128
source: Removing cookies and site data for %@ might log you out of websites and clear shopping carts.
pt_br: Remover cookies e dados do site %@ pode fazer você sair da conta do site e limpar carrinhos de compras.

# Menu.EnhancedTrackingProtection.ClearData.AlertTitle.v128
source: Clear cookies and site data
pt_br: Limpar cookies e dados do site

# Menu.EnhancedTrackingProtection.ClearData.ButtonTitle.v128
source: Clear cookies and site data
pt_br: Limpar cookies e dados do site

# Menu.EnhancedTrackingProtection.ClearData.ToastMessage.v128
source: Cookies and site data removed
pt_br: Cookies e dados do site removidos

# Menu.EnhancedTrackingProtection.Details.ConnectionSecure.v128
source: Secure connection
pt_br: Conexão segura

# Menu.EnhancedTrackingProtection.Details.ConnectionUnsecure.v128
source: Connection not secure
pt_br: Conexão não segura

# Menu.EnhancedTrackingProtection.Details.Trackers.v128
source: Trackers blocked: %@
pt_br: Rastreadores bloqueados: %@

# Menu.EnhancedTrackingProtection.Details.Verifier.v128
source: Verified by %@
pt_br: Homologado por %@

# Menu.EnhancedTrackingProtection.Off.Header.v128
source: %@ is off-duty. We suggest turning protections back on.
pt_br: %@ está fora de serviço. Sugerimos reativar as proteções.

# Menu.EnhancedTrackingProtection.Off.Title.v128
source: You turned off protections
pt_br: Você desativou proteções

# Menu.EnhancedTrackingProtection.On.Header.v128
source: You’re protected. If we spot something, we’ll let you know.
pt_br: Você está protegido. Se detectarmos algo, avisaremos você.

# Menu.EnhancedTrackingProtection.On.NotSecure.Title.v128
source: Be careful on this site
pt_br: Tenha cuidado neste site

# Menu.EnhancedTrackingProtection.On.Title.v128
source: %@ is on guard
pt_br: %@ está protegendo você

# Menu.EnhancedTrackingProtection.PrivacySettings.Title.v128
source: Privacy settings
pt_br: Configurações de privacidade

# Menu.EnhancedTrackingProtection.Switch.Title.v128
source: Enhanced Tracking Protection
pt_br: Proteção aprimorada contra rastreamento

# Menu.EnhancedTrackingProtection.SwitchOff.Text.v128
source: Protections are OFF. We suggest turning it back on.
pt_br: As proteções estão DESATIVADAS. Sugerimos reativar.

# Menu.EnhancedTrackingProtection.SwitchOn.Text.v128
source: If something looks broken on this site, try turning it off.
pt_br: Se algo parecer não funcionar neste site, experimente desativar.
